import BreadCrumbs from "@/components/BreadCrumbs/BreadCrumbs";
import Image from "next/image";
import n2 from "@/public/img/images/vpsa.jpg";
import TabsPanel from "@/components/TabsPanel/TabsPanel";
import AskForm from "@/components/AskForm/AskForm";
import vpsa from "@/public/img/images/vpsa-1.jpg";
import vpsa1 from "@/public/img/images/vpsa1-1.jpg";
import vpsa2 from "@/public/img/images/vpsa2-1.jpg";
import vpsa3 from "@/public/img/images/vpsa3-1.jpg";
import vpsa4 from "@/public/img/images/vpsa4-1.jpg";
import vpsa5 from "@/public/img/images/vpsa5-1.jpg";
import vpsa6 from "@/public/img/images/vpsa6-1.jpg";
import vpsa7 from "@/public/img/images/vpsa7-1.jpg";
import vpsa8 from "@/public/img/images/vpsa8-1.jpg";
import vpsa9 from "@/public/img/images/vpsa9-1.jpg";
import vpsa10 from "@/public/img/images/vpsa10-1.jpg";
import vpsa11 from "@/public/img/images/vpsa11-1.jpg";
import vpsa12 from "@/public/img/images/vpsa12-1.jpg";
import vpsa13 from "@/public/img/images/vpsa13-1.jpg";
import vpsa14 from "@/public/img/images/vpsa14-1.jpg";
import vpsa15 from "@/public/img/images/vpsa15-1.jpg";
import vpsa16 from "@/public/img/images/vpsa16-1.jpg";
import vpsa17 from "@/public/img/images/vpsa17-1.jpg";
import vpsa18 from "@/public/img/images/vpsa18-1.jpg";
import vpsa19 from "@/public/img/images/vpsa19-1.jpg";
import vpsa20 from "@/public/img/images/vpsa20-1.jpg";

export default function Compressors() {
  return (
    <main>
      <div className="wrap">
        <BreadCrumbs
          currentName="Установка разделения воздуха"
          items={[
            { link: "/", title: "Главная" },
            { link: "/oborudovanie", title: "Оборудование" },
          ]}
        />
      </div>
      <h1 className="title air">Установка разделения воздуха</h1>
      <section className="page-gen-img">
        <Image src={n2} alt="" width={1903} height={480} />
      </section>
      <section className="page-gen-info wrap">
        <h4 className="page-gen-text">
          <p>
            Группа компаний AIRSYST предлагает своим клиентам профессиональные
            решения с генератором кислорода VPSA для систем производства газа
            высокой производительности. Системы, работающие с надежной
            профессиональной логикой работы, пригодны для работы в режиме 24/7
            при очень высокой производительности, обеспечивают высокую
            эффективность благодаря низкому потреблению электроэнергии.
          </p>
          <p>
            После определения таких значений, как объем газа, чистота, давление,
            начинается проектирование наиболее подходящей системы. Местные
            метеорологические данные, такие как высота, относительная влажность,
            летняя и зимняя температуры, должны быть предоставлены в планируемой
            зоне объекта, чтобы максимально точно спроектировать его. В
            дополнение к этой информации рекомендуется, чтобы инженеры AIRSYST
            провели разведку месторождений и, если возможно, изучили особенности
            потребления газа на месте. Если компания еще не активна или
            находится на стадии проекта, инженеры AIRSYST с более чем 10-летним
            опытом принимают активное участие в разработке правильной системы.
          </p>

          <p>
            <b>Кислородные установки VPSA</b>
          </p>

          <p>
            Кислородные установки VPSA, которые являются наиболее эффективным
            методом производства кислорода, создаются с использованием
            оборудования, пригодного для работы в режиме 24/7. Воздух низкого
            давления, производимый воздуходувкой, сначала охлаждается и
            осушается. В резервуары VPSA направляется относительно сухой воздух,
            температура которого падает до средних значений. Воздух, который
            направляется снизу вверх по слоистой структуре в резервуарах,
            сначала проходит через первые молекулы, отделенные от молекул CO2 и
            влаги, и здесь становится полностью сухим. Во втором слое молекулы
            кислорода разделяются, а молекулы азота удерживаются за счет
            использования разницы в молекулярной структуре с помощью
            высокоэффективных и долговечных молекул цеолита. В верхнем и
            последнем слое поток регулируется, и теперь образуется кислородный
            газ. Для каждой молекулы в резервуарах существует определенное время
            насыщения, по завершении этого периода свежий воздух нагнетателя
            направляется в другой резервуар. С другой стороны, резервуары,
            заполненные азотом и влагой, вступают в процесс регенерации с
            помощью вакуумного нагнетателя, а отработанные газы и влага
            удаляются в воздух. Другими словами, два резервуара работают друг с
            другом в тандеме, и обеспечивается непрерывный поток газообразного
            кислорода. Произведенный газообразный кислород хранится в
            резервуаре, он направляется в кислородный компрессор в соответствии
            с потребностями приложения и подается на предприятие путем
            увеличения требуемого давления.
          </p>

          <p>
            <b>Система управления</b>
          </p>
          <p>
            Система управления построена на контроллерах и программном
            обеспечении Siemens. Позволяет контролировать основные параметры
            установки по разделению воздуха, такие как:
          </p>
          <p>
            <span>· Давление газа в колоннах</span>
            <br />
            <span>· Температура газа в колоннах</span>
            <br />
            <span>· Точка росы газа в колоннах</span>
            <br />
            <span>· Чистота газа в колоннах</span>
            <br />
            <span>· Вибрация на эл. двигателях</span>
            <br />
            <span>· Температура обмоток двигателей</span>
            <br />
            <span>· Давление и чистота газа после бустеров </span>
            <br />
            <span>· И другие параметры</span>
          </p>

          <p>
            <b>Воздуходувка и вакуумный насос</b>
          </p>
          <p>
            Корневая воздуходувка и вакуумный насос создают среду с низким
            давлением 0,49 кПа. В отличие от систем с компрессорами, самым
            большим преимуществом работы при низком давлении является низкое
            потребление энергии. Таким образом, оборудование системы не попадает
            в класс сосудов высокого давления и легко устанавливается на заводе.
          </p>

          <p>
            <b>Емкости адсорбера</b>
          </p>
          <p>
            Емкости внутри состоят из 3-х слоев. Молекулы в каждом слое
            производятся всемирно известными компаниями. В средней системе срок
            службы молекул адсорбента составляет 10 лет.
          </p>

          <p>
            <b>Кислородный компрессор</b>
          </p>
          <p>
            Поскольку основным источником воздуха в системе является вентилятор,
            рабочая среда создается при низком давлении. Соответственно,
            полученный газообразный кислород имеет давление приблизительно 0,4
            бар. Необходимо использовать дополнительный кислородный компрессор
            для удовлетворения требований по давлению в различных приложениях.
            Кислородные компрессоры могут сжимать газ от 0,4 бара до 1,3, 2,5,
            8-10 бар или 40 бар. Из-за горючести кислорода эти компрессоры
            выбирают безмаслянные и поршневые. На каждом объекте используется
            как минимум 1 основной и 1 резервный компрессоры.
          </p>

          <p>
            Метод VPSA обеспечивает высокий КПД благодаря потреблению энергии
            примерно 0,36 кВт/Нм3. Система обеспечивает газообразный кислород
            чистотой до 95% и желаемым давлением.
          </p>

          <p>
            Минимальная производительность кислорода от 800 м3/час <br />
            Максимальная производительность кислорода 3 500 м3/час
          </p>
        </h4>
      </section>
      <TabsPanel thumbs={["Галерея"]}>
        <div className="card__gallery">
          <Image src={vpsa} width={369} height={208} alt="" />
          <Image src={vpsa1} width={369} height={208} alt="" />
          <Image src={vpsa2} width={369} height={208} alt="" />
          <Image src={vpsa3} width={369} height={208} alt="" />
          <Image src={vpsa4} width={369} height={208} alt="" />
          <Image src={vpsa5} width={369} height={208} alt="" />
          <Image src={vpsa6} width={369} height={208} alt="" />
          <Image src={vpsa7} width={369} height={208} alt="" />
          <Image src={vpsa8} width={369} height={208} alt="" />
          <Image src={vpsa9} width={369} height={208} alt="" />
          <Image src={vpsa10} width={369} height={208} alt="" />
          <Image src={vpsa11} width={369} height={208} alt="" />
          <Image src={vpsa12} width={369} height={208} alt="" />
          <Image src={vpsa13} width={369} height={208} alt="" />
          <Image src={vpsa14} width={369} height={208} alt="" />
          <Image src={vpsa15} width={369} height={208} alt="" />
          <Image src={vpsa16} width={369} height={208} alt="" />
          <Image src={vpsa17} width={369} height={208} alt="" />
          <Image src={vpsa18} width={369} height={208} alt="" />
          <Image src={vpsa19} width={369} height={208} alt="" />
          <Image src={vpsa20} width={369} height={208} alt="" />
        </div>
      </TabsPanel>
      <section className="feedback wrap">
        <AskForm url="/ask" />
      </section>
    </main>
  );
}
